Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Icon_Database_DisplayName
source: Database
bg_bg: База данни
ca_es: Base de dades
cs_cz: Databáze
de_de: Datenbank
el_gr: Βάση δεδομένων
es_es: Base de datos
et_ee: Andmebaas
eu_es: Datu-basea
fi_fi: Tietokanta
fr_fr: Base de données
gl_es: Base de datos
hi_in: डेटाबेस
hr_hr: Baza podataka
hu_hu: Adatbázis
ja_jp: データベース
kk_kz: Дерекқор
ko_kr: 데이터베이스
lt_lt: Duomenų bazė
lv_lv: Datu bāze
ms_my: Pangkalan Data
pl_pl: Baza danych
pt_br: Banco de Dados
pt_pt: Base de Dados
ro_ro: Bază de date
ru_ru: База данных
sk_sk: Databáza
sl_si: Zbirka podatkov
sr_cyrl_rs: База података
sr_latn_rs: Baza podataka
sv_se: Databas
th_th: ฐานข้อมูล
tr_tr: Veritabanı
uk_ua: База даних
vi_vn: Cơ sở dữ liệu
zh_cn: 数据库
zh_tw: 資料庫

# Icon_Weather_DisplayName
source: Weather
bg_bg: Време
ca_es: El temps
cs_cz: Počasí
da_dk: Vejr
de_de: Wetter
el_gr: Καιρός
es_es: El tiempo
et_ee: Ilm
eu_es: Eguraldia
fi_fi: Sää
fr_fr: Météo
gl_es: O tempo
hi_in: मौसम
hr_hr: Vremenska prognoza
hu_hu: Időjárás
it_it: Meteo
ja_jp: 天気
kk_kz: Ауа райы
ko_kr: 날씨
lt_lt: Orai
lv_lv: Laikapstākļi
ms_my: Cuaca
nb_no: Været
nl_nl: Weer
pl_pl: Pogoda
pt_br: Clima
pt_pt: Meteorologia
ro_ro: Meteo
ru_ru: Погода
sk_sk: Počasie
sl_si: Vreme
sr_cyrl_rs: Временска прогноза
sr_latn_rs: Vremenska prognoza
sv_se: Vädret
th_th: สภาพอากาศ
tr_tr: Hava Durumu
uk_ua: Погода
vi_vn: Thời tiết
zh_cn: 天气
zh_tw: 天氣

# Icon_TrendingHashtag_DisplayName
source: Hashtag
bg_bg: Хаштаг
ca_es: Etiqueta
et_ee: Trellsilt
eu_es: Traol-hitza
fi_fi: Aihetunniste
fr_fr: Mot-dièse
gl_es: Cancelo
hi_in: हैशटैग
hr_hr: Oznaka #
ja_jp: ハッシュタグ
kk_kz: Хэштег
ko_kr: 해시태그
lt_lt: Saitažodis
lv_lv: Atsauces tags
nb_no: Hash-merke
pl_pl: Hasztag
ru_ru: Хэштег
sl_si: Oznaka z lojtro
sr_cyrl_rs: Hash ознака
sr_latn_rs: Hash oznaka
sv_se: Hashtagg
tr_tr: Diyez etiketi
uk_ua: Геш-тег
zh_cn: 井号标签
zh_tw: 主題標籤

# Icon_TrendingUpwards_DisplayName
source: Trending upward
bg_bg: Популярни отскоро нагоре
ca_es: En ascens
cs_cz: Trend směřující nahoru
da_dk: Trending opad
de_de: Trend nach oben
el_gr: Ανοδική πορεία
es_es: Tendencia al alza
et_ee: Ülespoole suunatud trend
eu_es: Goranzko joerak
fi_fi: Nousussa
fr_fr: Tendances à la hausse
gl_es: Tendencias en alza
hi_in: बढ़ते क्रम में अभी लोकप्रिय
hr_hr: Sve popularnije
hu_hu: Népszerűbbé válik
it_it: Tendenza ascendente
ja_jp: 人気上昇中
kk_kz: Жоғарылау тренді
ko_kr: 상향 추세
lt_lt: Tendencija aukštyn
lv_lv: Popularitātes kāpums
ms_my: Meningkat popular
nb_no: På vei opp
nl_nl: Trend naar boven
pl_pl: Tendencja zwyżkowa
pt_br: Tendência de alta
pt_pt: Tendência para cima
ro_ro: Tendințe ascendente
ru_ru: Восходящие тренды
sk_sk: Stúpajúci trend
sl_si: Vedno bolj priljubljeno
sr_cyrl_rs: У тренду нагоре
sr_latn_rs: U trendu nagore
sv_se: Trendar uppåt
th_th: กำลังนิยมเพิ่มขึ้น
tr_tr: Yukarı doğru eğilim
uk_ua: Популярні за зростанням
vi_vn: Xu hướng đi trên
zh_cn: 上升趋势
zh_tw: 趨勢向上

# Icon_Items_DisplayName
source: Items
bg_bg: Елементи
ca_es: Elements
cs_cz: Položky
da_dk: Elementer
de_de: Elemente
el_gr: Στοιχεία
es_es: Elementos
et_ee: Üksused
eu_es: Elementuak
fi_fi: Kohteet
fr_fr: Éléments
gl_es: Elementos
hi_in: आइटम
hr_hr: Stavke
hu_hu: Elemek
it_it: Elementi
ja_jp: 項目
kk_kz: Элементтер
ko_kr: 항목
lt_lt: Elementai
lv_lv: Vienumi
ms_my: Item
nb_no: Elementer
pl_pl: Elementy
pt_br: Itens
pt_pt: Itens
ro_ro: Elemente
ru_ru: Элементы
sk_sk: Položky
sl_si: Elementi
sr_cyrl_rs: Ставке
sr_latn_rs: Stavke
sv_se: Objekt
th_th: รายการ
tr_tr: Öğeler
uk_ua: Елементи
vi_vn: Mục
zh_cn: 项目
zh_tw: 項目

# Icon_LevelsLayersItems_DisplayName
source: Layers
bg_bg: Слоеве
ca_es: Capes
cs_cz: Vrstvy
da_dk: Lag
de_de: Ebenen
el_gr: Επίπεδα
es_es: Capas
et_ee: Kihid
eu_es: Geruzak
fi_fi: Kerrokset
fr_fr: Couches
gl_es: Capas
hi_in: परतें
hr_hr: Slojevi
hu_hu: Rétegek
it_it: Livelli
ja_jp: レイヤー
kk_kz: Қабаттар
ko_kr: 레이어
lt_lt: Lygmenys
lv_lv: Slāņi
ms_my: Lapisan
nb_no: Lag
nl_nl: Lagen
pl_pl: Warstwy
pt_br: Camadas
pt_pt: Camadas
ro_ro: Straturi
ru_ru: Слои
sk_sk: Vrstvy
sl_si: Plasti
sr_cyrl_rs: Слојеви
sr_latn_rs: Slojevi
sv_se: Lager
th_th: เลเยอร์
tr_tr: Katmanlar
uk_ua: Шари
vi_vn: Lớp
zh_cn: 层叠
zh_tw: 圖層

# Icon_Trending_DisplayName
source: Trending
bg_bg: Популярни отскоро
ca_es: Tendències
cs_cz: Trend
de_de: Trends
el_gr: Δημοφιλή
es_es: Tendencias
et_ee: Populaarsed
eu_es: Joerak
fi_fi: Suositut
fr_fr: Tendances
gl_es: Máis populares
hi_in: अभी लोकप्रिय
hr_hr: Popularno
hu_hu: Népszerű
it_it: Tendenze
ja_jp: トレンド
kk_kz: Танымал
ko_kr: 추세
lt_lt: Tendencija
lv_lv: Populāri
ms_my: Popular
nb_no: Populært
nl_nl: Trendy
pl_pl: Trendy
pt_br: Fazendo sucesso
pt_pt: Tendência
ro_ro: Tendințe
ru_ru: Тренды
sk_sk: Trend
sl_si: Najbolj priljubljeno
sr_cyrl_rs: Тренд
sr_latn_rs: Trend
sv_se: Trendar
th_th: กำลังนิยม
tr_tr: Eğilim
uk_ua: Популярні
vi_vn: Xu hướng
zh_cn: 趋势
zh_tw: 趨勢

# Icon_LineWeight_DisplayName
source: Line weight
bg_bg: Дебелина на линията
ca_es: Gruix de línia
cs_cz: Tloušťka čáry
da_dk: Stregtykkelse
de_de: Linienstärke
el_gr: Πάχος γραμμής
es_es: Grosor de línea
et_ee: Joone jämedus
eu_es: Marraren lodiera
fi_fi: Viivan paksuus
fr_fr: Épaisseur de trait
gl_es: Grosor da liña
hi_in: रेखा की मोटाई
hr_hr: Debljina crte
hu_hu: Vonalvastagság
it_it: Spessore linea
ja_jp: 線の太さ
kk_kz: Сызықтың қалыңдығы
ko_kr: 선 두께
lt_lt: Linijos storis
lv_lv: Līnijas biezums
ms_my: Berat baris
nb_no: Linjetykkelse
nl_nl: Lijndikte
pl_pl: Grubość linii
pt_br: Peso da linha
pt_pt: Espessura da linha
ro_ro: Grosimea liniei
ru_ru: Толщина линии
sk_sk: Hrúbka čiary
sl_si: Debelina črte
sr_cyrl_rs: Дебљина линије
sr_latn_rs: Debljina linije
sv_se: Linjetjocklek
th_th: น้ำหนักเส้น
tr_tr: Çizgi kalınlığı
uk_ua: Товщина лінії
vi_vn: Trọng số đường
zh_cn: 线条粗细
zh_tw: 線條寬度

# AboutIsError
source: Returns whether an error occurred when evaluating the given argument.
bg_bg: Връща дали е възникнала грешка при изчисляването на зададения аргумент.
ca_es: Retorna si s'ha produït un error en avaluar l'argument determinat.
cs_cz: Vrátí informaci, jestli při vyhodnocování daného argumentu došlo k chybě.
da_dk: Returnerer, om der opstod fejl under evalueringen af det angivne argument.
de_de: Gibt an, ob beim Auswerten des angegebenen Arguments ein Fehler erkannt wurde.
el_gr: Επιστρέφει αν παρουσιάστηκε σφάλμα κατά την αξιολόγηση του δεδομένου ορίσματος.
es_es: Devuelve si se produjo un error al evaluar el argumento especificado.
et_ee: Tagastab, kas antud argumendi hindamisel ilmnes tõrge.
eu_es: Emandako argumentua egiaztatzean errore bat gertatu den itzultzen du.
fi_fi: Palauttaa tiedon siitä, havaittiinko virhe arvioitaessa määritettyä argumenttia.
fr_fr: Indique si une erreur s'est produite lors de l'évaluation de l'argument spécifié.
gl_es: Devolve se se produciu un erro ao avaliar o argumento indicado.
hi_in: दिए गए तर्क के मूल्यांकन के दौरान क्या कोई त्रुटि हुई है, तो लौटाता है.
hr_hr: Vraća podatak o tome je li došlo do pogreške prilikom procjene navedenog argumenta.
hu_hu: Annak visszaadása, hogy történt-e hiba a megadott argumentum kiértékelésekor.
it_it: Restituisce se si è verificato un errore durante la valutazione dell'argomento specificato.
ja_jp: 指定された引数を評価するときにエラーが発生したかどうかを返します。
kk_kz: Берілген аргументті бағалау кезінде қатенің пайда болуын не болмауын қайтарады.
ko_kr: 지정된 인수를 평가할 때 오류가 발생했는지 여부를 반환합니다.
lt_lt: Pateikia informaciją, ar vertinant nurodytą argumentą įvyko klaida.
lv_lv: Norāda, vai, novērtējot konkrēto argumentu, radās kļūda.
ms_my: Mengembalikan sama ada ralat berlaku semasa menilai argumen yang diberikan.
nb_no: Returnerer om det oppstod en feil under evaluering av det angitte argumentet.
nl_nl: Hiermee wordt geretourneerd of er een fout is opgetreden bij het evalueren van het opgegeven argument.
pl_pl: Zwraca informację, czy podczas obliczania podanego argumentu wystąpił błąd.
pt_br: Retorna se ocorreu um erro ao avaliar o argumento fornecido.
pt_pt: Devolve se ocorreu um erro ao avaliar o argumento fornecido.
ro_ro: Returnează dacă a avut loc o eroare la evaluarea argumentului dat.
ru_ru: Возвращает значение, указывающее, была ли ошибка при вычислении указанного аргумента.
sk_sk: Vráti informáciu, či sa pri vyhodnocovaní zadaného argumentu vyskytla chyba.
sl_si: Vrne, ali je pri ovrednotenju navedenega argumenta prišlo do napake.
sr_cyrl_rs: Враћа информације о томе да ли је дошло до грешке приликом процењивања датог аргумента.
sr_latn_rs: Vraća informacije o tome da li je došlo do greške prilikom procenjivanja datog argumenta.
sv_se: Returneras om ett fel inträffar under utvärderingen av det angivna argumentet.
th_th: ส่งกลับไม่ว่าข้อผิดพลาดจะเกิดขึ้นระหว่างการประเมินอาร์กิวเมนต์ที่ระบุหรือไม่
tr_tr: Verilen bağımsız değişken hesaplanırken hata oluştu olup olmadığını döndürür.
uk_ua: Повідомляє про помилку під час оцінювання заданого аргументу.
vi_vn: Trả về kết quả cho biết có xảy ra lỗi khi đánh giá đối số được cung cấp không.
zh_cn: 返回给定的参数求值时是否发生了错误。
zh_tw: 傳回評估指定的引數時，是否出現錯誤。

# IsErrorArg
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# AboutIsError_value
source: The value to check for errors.
bg_bg: Стойността за проверка за грешки.
ca_es: Valor per comprovar si hi ha errors.
cs_cz: Hodnota, ve které se mají zkontrolovat chyby
da_dk: Værdien, der skal kontrolleres for fejl.
de_de: Der Wert, der auf Fehler überprüft werden soll.
el_gr: Η τιμή που θα ελεγχθεί για σφάλματα.
es_es: Valor para comprobar si existen errores.
et_ee: Väärtus, millele teha tõrgete kontroll.
eu_es: Erroreak egiaztatzeko erabiliko den balioa.
fi_fi: Arvo, jonka virheet tarkistetaan.
fr_fr: Valeur pour laquelle rechercher des erreurs.
gl_es: Valor para comprobar se hai erros.
hi_in: त्रुटियों की जाँच करने के लिए मान.
hr_hr: Vrijednost za traženje pogrešaka.
hu_hu: A hibaellenőrzés alapjául szolgáló érték.
it_it: Valore da verificare per la presenza di errori.
ja_jp: エラーをチェックする値です。
kk_kz: Қателерді тексеру үшін мән.
ko_kr: 오류를 확인하는 값입니다.
lt_lt: Reikšmė, kurios klaidas reikia patikrinti.
lv_lv: Vērtība, kuru izmanto, lai pārbaudītu kļūdas
ms_my: Nilai untuk menyemak ralat.
nb_no: Verdien som skal se etter feil.
nl_nl: De waarde om te controleren op fouten.
pl_pl: Wartość do sprawdzenia pod kątem błędów.
pt_br: O valor para verificar se há erros.
pt_pt: O valor para verificar a existência de erros.
ro_ro: Valoarea de verificat pentru erori.
ru_ru: Значение для проверки на наличие ошибок.
sk_sk: Hodnota, v ktorej sa majú skontrolovať chyby.
sl_si: Vrednost za iskanje napak.
sr_cyrl_rs: Вредност за коју треба проверити да ли има грешака.
sr_latn_rs: Vrednost za koju treba proveriti da li ima grešaka.
sv_se: Det värde som ska felsökas.
th_th: ค่าที่จะตรวจสอบหาข้อผิดพลาด
tr_tr: Hataları denetlenecek değer.
uk_ua: Значення для перевірки помилок.
vi_vn: Giá trị để kiểm tra lỗi.
zh_cn: 要检查是否出错的值。
zh_tw: 檢查其是否有錯誤的值。

# ErrBadArityMinimum
source: Invalid number of arguments: received {0}, expected {1} or more.
bg_bg: Невалиден брой аргументи: {0} получени, {1} или повече очаквани.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però se n'esperaven {1} o més.
cs_cz: Neplatný počet argumentů: přijato {0}, očekávalo se jich nejméně {1}.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}, forventede {1} eller derover.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet wurde {1} oder mehr.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμένονταν {1} ή περισσότερα.
es_es: Número de argumentos no válido: se recibieron {0}, pero se esperaban {1} o más.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldatud {1} või rohkem.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina {1} edo gehiago espero ziren.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin vähintään {1}.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, {1} ou plus étaient attendus.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábanse {1} ou máis.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, {1} या अधिक अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivano {1} ili više.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}, várt argumentumok száma: legalább {1}.
it_it: Numero di argomenti non valido: ricevuti {0}, previsti {1} o più.
ja_jp: 無効な引数の数: 受信数 {0}、必要数は {1} 以上です。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, {1} не одан жоғары күтілген.
ko_kr: 인수 개수가 잘못되었습니다. {1}개 이상이 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti {1} arba daugiau.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzams {1} vai vairāk.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, dijangka {1} atau lebih.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet {1} eller flere.
nl_nl: Ongeldig aantal argumenten: {0}ontvangen, {1} of meer verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano co najmniej {1}.
pt_br: Número inválido de argumentos: {0} recebidos, {1} ou mais esperados.
pt_pt: Número inválido de argumentos: {0} recebidos, {1} ou mais esperados.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se așteptau {1} sau mai multe.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось не меньше {1}.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakávaný počet: {1} alebo vyšší.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovanih {1} ali več.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се {1} или више.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se {1} ili više.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade {1} eller fler.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวัง {1} หรือมากกว่า
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, {1} veya daha fazlası bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося {1} або більше.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến từ {1} trở lên.
zh_cn: 参数数目无效: 收到 {0} 个，应为 {1} 个或更多个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為 {1} 個或更多。

# ErrBadArityRange
source: Invalid number of arguments: received {0}, expected {1}-{2}.
bg_bg: Невалиден брой аргументи: {0} получени, {1} – {2} очаквани.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però se n'esperaven entre {1} i {2}.
cs_cz: Neplatný počet argumentů: přijato {0}, počet očekávaných: {1}–{2}
da_dk: Antallet af argumenter er ugyldigt: modtog {0}, forventede {1}-{2}.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet: {1}–{2}.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμένονταν {1}-{2}.
es_es: Número de argumentos no válido: se recibieron {0}, pero se esperaban entre {1} y {2}.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldatud {1}–{2}.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina {1}-{2} espero ziren.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin {1}–{2}.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, {1} à {2} étaient attendus.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábanse de {1} a {2}.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, {1}-{2} अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivano {1} – {2}.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}, várt argumentumok száma: {1}–{2}.
it_it: Numero di argomenti non valido: ricevuti {0}, previsti {1}-{2}.
ja_jp: 無効な引数の数: 受信数 {0}、必要数 {1} - {2}。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, {1}-{2} күтілген.
ko_kr: 인수 개수가 잘못되었습니다. {1}~{2}개가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti {1}–{2}.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzams {1}–{2}.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, dijangka {1}-{2}.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet {1}-{2}.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, {1}-{2} verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano {1}–{2}.
pt_br: Número inválido de argumentos: {0} recebidos, {1}–{2} esperados.
pt_pt: Número inválido de argumentos: {0} recebidos, {1}-{2} esperados.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se așteptau {1}-{2}.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось {1}–{2}.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakávaný počet: {1} – {2}.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovanih {1}–{2}.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се {1}–{2}.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se {1}–{2}.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade {1}-{2}.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวัง {1}-{2}
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, {1}-{2} bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося від {1} до {2}.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến {1}-{2}.
zh_cn: 参数数目无效: 收到 {0} 个，应为 {1}-{2} 个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為 {1}-{2} 個。

# FormulaColumns_NotSupported
source: Not supported in formula columns.
bg_bg: Не се поддържа в колоните за формули.
ca_es: No s'admet a les columnes de la fórmula.
cs_cz: Není podporováno ve sloupcích vzorce.
da_dk: Understøttes ikke i formelkolonner.
de_de: Wird in Formelspalten nicht unterstützt.
el_gr: Δεν υποστηρίζεται στις στήλες τύπου.
es_es: No se admite en columnas de fórmula.
et_ee: Ei toetata valemiveergudes.
eu_es: Ez da onartzen formula-zutabeetan.
fi_fi: Kaavasarakkeet eivät tue tätä.
fr_fr: Non pris en charge dans les colonnes de formule.
gl_es: Non se admite nas columnas de fórmula.
hi_in: फॉर्मूला कॉलम में समर्थित नहीं है.
hr_hr: Nije podržano u stupcima formule.
hu_hu: Nem támogatott a képletoszlopokban.
it_it: Non supportato nelle colonne della formula.
ja_jp: 計算式列では使用できません。
kk_kz: Формула бағандарында қолдау көрсетілмейді.
ko_kr: 수식 열에는 지원되지 않습니다.
lt_lt: Formulės stulpeliuose nepalaikoma.
lv_lv: Netiek atbalstīts formulu kolonnās.
ms_my: Tidak disokong dalam lajur formula.
nb_no: Støttes ikke i formelkolonner.
nl_nl: Niet ondersteund in formulekolommen.
pl_pl: Nieobsługiwane w kolumnach formuły.
pt_br: Não há suporte nas colunas de fórmula.
pt_pt: Não suportado em colunas de fórmula.
ro_ro: Nu este acceptat în coloanele de formule.
ru_ru: Не поддерживается в столбцах формул.
sk_sk: Táto možnosť nie je v stĺpcoch vzorcov podporovaná.
sl_si: Ni podprto v stolpcih s formulo.
sr_cyrl_rs: Није подржано у колонама формула.
sr_latn_rs: Nije podržano u kolonama formula.
sv_se: Stöds inte i formelkolumner.
th_th: ไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: Formül sütunlarında desteklenmez.
uk_ua: Не підтримується в стовпцях формул.
vi_vn: Không được hỗ trợ trong cột công thức.
zh_cn: 在公式列中不受支持。
zh_tw: 公式資料行不支援。

# FormulaColumns_ArgNotSupported
source: The {0} argument is not supported for the {1} function in formula columns.
bg_bg: Аргументът {0} не се поддържа за функцията {1} в колоните за формули.
ca_es: L'argument {0} no és admès per a la funció {1} a les columnes de la fórmula.
cs_cz: Argument {0} není podporován pro funkci {1} ve sloupcích vzorce.
da_dk: Argumentet {0} understøttes ikke for funktionen {1} i formelkolonner.
de_de: Das {0}-Argument wird für die {1}-Funktion in Formelspalten nicht unterstützt.
el_gr: Το όρισμα {0} δεν υποστηρίζεται για τη συνάρτηση {1} στις στήλες τύπου.
es_es: No se admite el argumento {0} para la función {1} en columnas de fórmula.
et_ee: Argumenti {0} ei toetata valemiveergude funktsioonis {1}.
eu_es: {0} argumentua ez da onartzen formula-zutabeetako {1} funtzioan.
fi_fi: Argumenttia {0} ei tueta kaavasarakkeiden funktiolle {1}.
fr_fr: L’argument {0} n’est pas pris en charge pour la fonction {1} dans les colonnes de formule.
gl_es: O argumento {0} non é compatible coa función {1} nas columnas de fórmula.
hi_in: फॉर्मूला कॉलम में {1} फ़ंक्शन के लिए {0} तर्क समर्थित नहीं है.
hr_hr: Argument {0} nije podržan za funkciju {1} u stupcima formule.
hu_hu: A(z) {0} argumentum nem támogatott a(z) {1} képlet esetén a képletoszlopokban.
it_it: L'argomento {0} non è supportato per la funzione {1} nelle colonne della formula.
ja_jp: 計算式列に含まれる関数 {1} で引数 {0} を使用することはできません。
kk_kz: Формула бағандарындағы {1} функциясы үшін {0} аргументіне қолдау көрсетілмейді.
ko_kr: {0} 인수는 수식 열의 {1} 함수에 지원되지 않습니다.
lt_lt: Formulės stulpeliuose funkcijos {1} argumentas {0} nepalaikomas.
lv_lv: Formulu kolonnās arguments {0} funkcijai {1} netiek atbalstīts.
ms_my: Argumen {0} tidak disokong untuk fungsi {1} dalam lajur formula.
nb_no: Argumentet {0} støttes ikke for funksjonen {1} i formelkolonner.
nl_nl: Het argument {0} wordt niet ondersteund voor de functie {1} in formulekolommen.
pl_pl: Argument {0} nie jest obsługiwany w przypadku funkcji {1} w kolumnach formuły.
pt_br: Não há suporte para o argumento {0} da função {1} nas colunas de fórmula.
pt_pt: O argumento {0} não é suportado para a função {1} em colunas de fórmula.
ro_ro: Argumentul {0} nu este acceptat pentru funcția {1} din coloanele de formule.
ru_ru: Аргумент {0} не поддерживается для функции {1} в столбцах формул.
sk_sk: Argument {0} nie je podporovaný pre funkciu {1} v stĺpcoch vzorcov.
sl_si: Argument {0} ni podprt za funkcijo {1} v stolpcih s formulo.
sr_cyrl_rs: Аргумент {0} није подржан за функцију {1} у колонама формула.
sr_latn_rs: Argument {0} nije podržan za funkciju {1} u kolonama formula.
sv_se: Argumentet {0} stöds inte för funktionen {1} i formelkolumner.
th_th: อาร์กิวเมนต์ {0} ไม่ได้รับการสนับสนุนสำหรับฟังก์ชัน {1} ในคอลัมน์สูตร
tr_tr: {0} bağımsız değişkeni, formül sütunlarında {1} işlevi için desteklenmiyor.
uk_ua: Аргумент {0} не підтримується для функції {1} у стовпцях формул.
vi_vn: Đối số {0} không được hỗ trợ cho hàm {1} trong cột công thức.
zh_cn: 公式列中的 {1} 函数不支持 {0} 参数。
zh_tw: 公式資料行中的 {1} 函數不支援 {0} 引數。
